/**
 * 项目变量
 */
var ip = "localhost";
var port = "8080";


var ipPort = "http://" + ip + ":" + port + "/ProfessionCertificationSystem"
,require = {
		1: "具有人文社会科学素养、社会责任感和工程职业道德",
		2: "具有从事工程工作所需的相关数学、自然科学以及经济和管理知识",
		3: "掌握工程基础知识和本专业的基本理论知识，具有系统的工程时间学习经历，了解本专业的前沿发展现状和趋势",
		4: "具备设计和实施工程实验的能力，并能够对实验结果进行分析",
		5: "掌握基本的创新方法，具有追求创新的态度和意识，具有综合运用理论和技术手段设计系统和过程的能力，设计过程中能够综合考虑经济、环境、法律、安全、健康、伦理等制约因素",
		6: "掌握文献检索、资料查询及运用现代信息技术获取相关信息的基本方法",
		7: "了解与本专业相关的职业和行业的生产、设计、研究与开发、环境保护和可持续发展等方面的方针、政策和法律法规，能正确认识工程对于客观世界和社会的影响",
		8: "具有一定的组织管理能力、表达能力和人际交往能力以及在团队中发挥作用的能力",
		9: "对终身学习有正确的认识，具有不断学习和适应发展的能力",
		10: "具有国际视野和跨文化的交流、竞争与合作能力"			
};